let arr = [
word1 = ["ноль", "один", "два", "три", "четыре", "пять", "шесть",
        "семь", "восемь", "девять", "десять", "одиннадцать",
        "двенадцать", "тринадцать", "четырнадцать", "пятнадцать",
        "шестнадцать", "семнадцать", "восемнадцать", "девятнадцать"],

word10 = ["двадцать", "тридцать", "сорок", "пятьдесят", "шестьдесят",
    "семьдесят", "восемьдесят", "девяносто"],

]


let num10 =  Math.floor(pow%Math.pow(10,2)/10);

let num1 =  Math.floor(pow%10);

function numWord(a, b, c) {
    if (a < 20) {
        return 
    }
    if (a < 100) {

    }
}
numWord(12)




